import { v1 } from "uuid";
import { rentCards } from "../../../data/data";
export { rentCards };

export const rentTextHeader = [
  {
    id: v1(),
    text:
      "Мы изготавливаем земснаряды более 30 лет (с 1988 года). Занимаемся расчисткой озёр, прудов, каналов, русел рек, заиленных и заросших хозяйственных и пожарных водоёмов. Добываем экологически чистое органическое удобрение — сапропель, строительные пески, торф. Выполняем намыв строительных площадок, дамб, насыпей, пляжей.",
  },
  {
    id: v1(),
    text:
      "Вы можете купить земснаряд или нанять наших специалистов и использовать наше оборудование (земснаряды) при выполнении работ. Произведем монтаж и пуско-наладочные работы на объекте заказчика, при помощи своих специалистов проведем расчистку водных объектов или гидронамыв песка.",
  },
];
export const rentTextFoter = [
  {
    id: v1(),
    text:
      "Мы проводим техническое обслуживание и ремонт, а также модернизацию (повышение производительности) земснарядов.",
  },
  {
    id: v1(),
    text:
      "Созданные конструкции земснарядов защищены нашими патентами и авторскими свидетельствами на изобретения, имеют сертификаты соответствия.",
  },
];