import { Nizhegorodets1, Nizhegorodets2, Nizhegorodets3 } from "../../../assets/index";
import { v1 } from "uuid";

export const ttxNizhegorodets1 = [
  {
    id: v1(),
    title: "Нижегородец-1",
    logo: Nizhegorodets1,
    innings: 400,
    power: 75,
    depthMax: 8,
    depth: 300,
    text:
      "Земсняряд “Нижегородец-1” используется при расчистке русел рек, прудов, хозяйственных водоемов, каналов. Обеспечивает намыв песка - 40 000 тонн в месяц. Вы можете купить земснаряд без технологических принадлежностей - 4,5 млн. руб.",
  },
];
export const ttxNizhegorodets2 = [
  {
    id: v1(),
    title: "Нижегородец-2",
    logo: Nizhegorodets2,
    innings: 800,
    power: 250,
    depthMax: 11,
    depth: 900,
    text:
      "Земсняряд “Нижегородец-2” используется в большинстве случаев при намыве строительных песков. Обеспечивает намыв песка до 80 000 тонн в месяц. Цена земснаряда без технологических принадлежностей - 7,9 млн. руб.",
  },
];
export const ttxNizhegorodets3 = [
  {
    id: v1(),
    title: "Нижегородец-3",
    logo: Nizhegorodets3,
    innings: 1600,
    power: 250,
    depthMax: 16,
    depth: 600,
    text:
      "“Нижегородец-3” может работать как от дизельно-генераторной установки мощностью 500 кВт, так и от транспортной подстанции. Обеспечивает намыв песка до 112 000 тонн в месяц. Цена земснаряда без технологических принадлежностей - 13 млн. руб.",
  },
];