import { v1 } from "uuid";

export const ACompanyText = [
  {
    id: v1(),
    text:
      "Фирма ООО «Сапропель», зародившаяся в ОКБ «РАЛСНЕГМ» Горьковского политехнического института (1965 – 1970 гг.), была создана на базе научно-производственного кооператива при Горьковском сельскохозяйственном институте под руководством доктора технических наук Согина Александра Васильевича.",
  },
  {
    id: v1(),
    text:
      "На протяжении 29 лет наше производственное и опытно-конструкторское предприятие проектирует и производит мелиоративные и строительные земснаряды.",
  },
  {
    id: v1(),
    text:
      "Первый земснаряд был произведён в 1988 г. В настоящее время компания производит 3 вида земснарядов.",
  },
  {
    id: v1(),
    text:
      "Компания осуществляет техническое обслуживание и ремонт земснарядов, обеспечивает сервисную поддержку запчастями и компонентами, а также проводит модернизацию и повышение производительности земснарядов других производителей. Срок изготовления земснаряда 2 – 3 месяца в зависимости от конструктивных особенностей. Возможна доставка.",
  },
  {
    id: v1(),
    text:
      "Время эффективного использования земснаряда 8 месяцев: с апреля по ноябрь.",
  },
  {
    id: v1(),
    text:
      "Высокий технический уровень земснарядов, созданных ООО «Сапропель», подтверждают отзывы заказчиков, патенты и авторские свидетельств на изобретения.",
  },
  {
    id: v1(),
    text:
      "Основная специализация компании связана с выполнением работ по очистке и восстановлению водоёмов, по намыву строительных площадок, дамб, насыпей, пляжей, по добыче песка и торфа и оказанию услуг по строительству гидротехнических сооружений.",
  },
  {
    id: v1(),
    text:
      "Уникальной деятельностью предприятия является разработка сапропелевых отложений.",
  },
  {
    id: v1(),
    text:
      "Созданные нами технические средства и земснаряды способны эффективно производить добычу сапропеля и одновременно осуществлять очистку водоёмов.",
  },
];
export const AClistServices = [
  {id: v1(), text: "по производству земснарядов с учётом своих интересов"},
  {id: v1(), text: "по выполнению задач по расчистке водоёмов"},
  {id: v1(), text: "по добыче сапропеля, строительного песка и торфа"},
  {id: v1(), text: "по строительству каналов, водоёмов и гидротехнических сооружений"},
  {id: v1(), text: "по замыву торфяников и свалок ТБО"},
  {id: v1(), text: "по намыву строительных площадок"},
];
export const AClistServicesFooter = [
  {id: v1(), text: "Инновационный подход к решению производственных задач составляет основу деятельности предприятия, что подтверждено 34 патентами и авторскими свидетельствами на изобретения. Более 30% основных активов представляют интеллектуальную собственность фирмы."},
  {id: v1(), text: "Сотрудниками фирмы написано более 75 научных статей по поисковому проектированию машин и технологий для добычи сапропеля и очистки водоёмов. Руководитель организации постоянно принимает в съездах “Гидромеханизаторы России”. В соавторстве им написана книга “Гидромеханизация при намыве строительных площадок, грунтовых сооружений, пляжей” в 2013 году."},
  {id: v1(), text: "Профессиональная деятельность компании неоднократно подтверждалась благодарностями и наградами за выполненные работы, в том числе, за расчистку каналов инженерной защиты Чебоксарского водохранилища, за восстановление русла реки Железница в г. Выкса. Кроме этого, ООО «Сапропель» с помощью земснарядов собственного производства намыла и уложила в штабель более 5 млн. м3 песчаного грунта при выполнении работ по инженерной подготовке территории для строительства толстолистового прокатного «Стана ‒ 5000» для Выксунского металлургического завода."},
];